"StartAllServers" = "Start Servers";
"StopAllServers" = "Stop Servers";
"wrongFolderAlertHeadline" = "MAMP couldn't be started!";
"wrongFolderAlertText" = "The MAMP folder must be located directly in the Applications folder.";
"ok" = "OK";
"language" = "English";
"isoLanguage" = "en";

"key_sorry" = "Sorry";
"key_osTooLow" = "Mac OS X 10.6 (Snow Leopard) or higher is required in order to run MAMP.";

"mysqlTool_titleUpgrade" = "Upgrade MySQL databases";
"mysqlTool_titleRepair" = "Repair MySQL databases";
"mysqlTool_titleCheck" = "Check MySQL databases";
"mysqlTool_messageUpgrade" = "Please backup your databases before performing an upgrade!";
"mysqlTool_messageRepair" = "Please backup your databases before trying to repair them!";
"mysqlTool_messageCheck" = "Checks the MySQL tables for errors and for upgrade possibilities.";
"mysqlTool_doItUpgrade" = "Upgrade";
"mysqlTool_doItRepair" = "Repair";
"mysqlTool_doItCheck" = "Check";
"mysqlTool_done" = "Done";
"mysqlTool_statusOK" = "OK";
"mysqlTool_statusFailed" = "Failed";

"mysqlQuickCheck_dontShow" = "Don't show it again!";
"mysqlQuickCheck_NeedsUpgradeTitle" = "The MySQL databases need to be upgraded.";
"mysqlQuickCheck_NeedsUpgradeMsg" ="You should upgrade the MySQL databases as soon as possible. Use the menu 'Tools > Upgrade MySQL databases' to perform the upgrade.";
"mysqlQuickCheck_NeedsUpgradeErrorTitle" = "Checking the MySQL databases failed.";
"mysqlQuickCheck_NeedsUpgradeErrorMsgFormat" = "Error message:\n\n%@";

"testMampProURL" = "http://www.mamp.info/en/downloads/mamp-pro-stand-alone.html";

"ChooseDocRootTitle" = "Please select a Document Root folder:";
"Select" = "Select";

"httpServerNameApache" = "Apache Server";
"httpServerNameNginx" = "Nginx Server";

"error" = "Error";
"portInUse" = "%@ couldn't be started because port %@ is in use by some other software.";
"couldntStartServer" = "%@ couldn't be started. Please check your MAMP installation and configuration.";
"noDocumentRoot" = "Please assign a Document Root to your web server.";
"problemWithPort" = "There is a problem with the %@ port. Please check your configuration, the port must be in the range from %@ to 65535.";
"duplicatePorts" = "There is a problem with the server ports. Each server must be assigned a unique port. Please check your configuration.";
